<template>
    <div class="min-h-screen flex items-center justify-center bg-gradient-to-r from-purple-400 via-pink-500 to-red-500">
  <div class="p-6 bg-white rounded-lg shadow-xl">
    <p class="text-xl font-bold">Заходит Чак Норрис в бар, садится за столик, официантка спрашивает:</p>
    <p class="text-xl italic">"Чак, что вы будете?"</p>
    <p class="mb-4">Чак отвечает: "Мартини. <br>Официантка спрашивает: "Как вам подавать мартини?" <br>
Чак говорит: "Мартини никогда не подают, оно само приходит."</p>

    <p class="text-xl font-bold">Встречаются Арнольд Шварценеггер и Сильвестр Сталлоне на улице. Сильвестр спрашивает:</p>
    <p class="text-xl italic">"Арнольд, как ты думаешь, что нашему кино не хватает?"</p>
    <p class="mb-4">Арнольд отвечает: "Больше моих фраз."</p>

    <p class="text-xl font-bold">Заказывает Киану Ривз пиццу в кафе. Официант спрашивает:</p>
    <p class="text-xl italic">"Какой толщины тесто?"</p>
    <p class="mb-4">Киану отвечает: "Такой же, как моя философия — тонкое."</p>

    <p class="text-xl font-bold">Заходит Джонни Депп в ювелирный магазин, смотрит на кольца и спрашивает продавца:</p>
    <p class="text-xl italic">"У вас есть что-то с необычным камнем?"</p>
    <p class="mb-4">Продавец отвечает: "А какой камень вы имеете в виду? <br> Джонни говорит: "Какой-нибудь, который не вызывает скандалов."</p>

    <p class="text-xl font-bold">Чапай говорит Петьке: "Петька, как думаешь, почему так много мемов про нас?"</p>
    <p class="text-xl italic">"Петька отвечает: "Наверное, потому что мы такие классные!"</p>
    <p>"Чапай: "Нет, Петька, потому что мы вечно в неловких ситуациях!"</p>
  </div>
</div>
  </template>
  
  <script>
  
  export default {
  };
  </script>
  1